
var config = {

    texts: [
        "送给我",
        "亲爱的小赵",
        "今天是你的生日",
        "虽然你出生的时候我还没遇见你",
        "但并不妨碍多年之后我们的相遇",
        "今天又是你的生日了",
        "希望未来你年年的生日" +
        "我都能伴在你身边",
        "我年年为你点燃生日的烛焰。",
        "在没有遇见你的20多年里",
        "我一直觉得生活很迷茫",
        "没什么方向。",
        "还好遇到了你" +
        "我生命中的一束光。",
        "你生日的这天" +
        "我要再次向你表白，我爱你!",
        "希望你依旧貌美如花，不负年华。",
        "希望你永远笑靥如花，不负韶华。",
        "希望你江山如画，水墨青花。",
        "也希望以后能陪你度过" +
        "每一个难忘而美好的生日!" +
        "最后希望小赵能够顺利上岸!" +
        "生日快乐！！！宝宝！" +
        "dsx ❤ zwy",
    ],

    imgs: {
        "送给我":  "./imgs/get_thumbnail.jpg",
        "亲爱的小赵":  "./imgs/IMG_20191123_203822.jpg",
        "今天是你的生日":  "./imgs/IMG_20191209_151210.jpg",
        "虽然你出生的时候我还没遇见你":  "./imgs/IMG_20200323_091608.jpg",
        "但并不妨碍多年之后我们的相遇":  "./imgs/IMG_20200520_163343.jpg",
        "今天又是你的生日了":  "./imgs/IMG_20200522_125212.jpg",
        "希望未来你年年的生日" :  "./imgs/IMG_20200919_170544.jpg",
        "我都能伴在你身边":  "./imgs/IMG_20200926_214240.jpg",
        "我年年为你点燃生日的烛焰。":  "./imgs/IMG_20201001_104737.jpg",
        "在没有遇见你的20多年里":  "./imgs/IMG_20201001_104851.jpg",
        "我一直觉得生活很迷茫":  "./imgs/IMG_20201124_215140.jpg",
        "没什么方向。":  "./imgs/IMG_20201124_215228.jpg",
        "还好遇到了你" :  "./imgs/IMG_20201124_215342.jpg",
        "我生命中的一束光。":  "./imgs/IMG_20210110_135846.jpg",
        "你生日的这天" :  "./imgs/IMG_20210502_210720.jpg",
        "我要再次向你表白，我爱你!":  "./imgs/IMG_20210502_210856.jpg",
        "希望你依旧貌美如花，不负年华。":  "./imgs/IMG_20210502_211017.jpg",
        "希望你永远笑靥如花，不负韶华。":  "./imgs/IMG_20210503_095647.jpg",
        "希望你江山如画，水墨青花。":  "./imgs/IMG_20210503_101555.jpg",
        "也希望以后能陪你度过" :  "./imgs/IMG_20210504_094843.jpg",
        "每一个难忘而美好的生日!" :  "./imgs/IMG_20210504_103000.jpg",
        "最后希望小赵能够顺利上岸!" :  "./imgs/IMG_20210504_201749.jpg",
        "生日快乐！！！宝宝！" :  "./imgs/IMG_20210505_065549.jpg",
        "dsx ❤ zwy":  "./imgs/IMG_20211101_170934.jpg",
    },

    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
